[
  "obsidian-annotator",
  "obsidian-markmind",
  "janitor",
  "obsidian-linter",
  "dataview",
  "obsidian-local-rest-api",
  "media-extended",
  "obsidian-regex-replace",
  "obsidian-git",
  "code-styler",
  "vscode-editor",
  "execute-code"
]